dataAnswer = [
    {"answer": "Вопрос 1/8 - Какой у Вас опыт в IT?",
     "questions": ["Меньше года", "Больше года", "newLine", "Больше пяти лет"]},
    {"answer": "Вопрос 2/8 - Как вы относитесь к вашим сокомандникам?",
     "questions": ["Добрые ребята", "Я их ненавижу", "newLine", "К кому?"]},
    {"answer": "Вопрос 3/8 - Случалось ли у вас когда-нибудь выгорание из-за вашей профессии?",
     "questions": ["Нет, не помню", "newLine", "Я выгорел, пока придумывал вопросы"]},
    {"answer": "Вопрос 4/8 - Как вы узнали об этом марафоне?",
     "questions": ["Я его провожу", "От друзей", "newLine", "Из рекомендаций", "Марафон?"]},
    {"answer": "Вопрос 5/8 - Корень из 8836?", "questions": ["94", "97", "98", "99"]},
    {"answer": "Вопрос 6/8 - sin(60)?", "questions": ["3/2", "1/5", "√32"]},
    {"answer": "Вопрос 7/8 - Как настроение?", "questions": ["Отличное", "Нормальное", "Плохое"]},
    {"answer": "Вопрос 8/8 - Поставите мне много баллов за это задание?", "questions": ["Конечно"]},
    {"answer": "Спасибо за баллы", "questions": None}]
